Repository: WordpressPlugins/contact-form-7
Catalog: languages/wpcf7-*.po
Languages: ar_ar

source: Contact form
ar_ar: استمارة الاتصال

source: Contact Form 7
ar_ar: استمارة الاتصال 7

source: Contact form "%s" deleted.
ar_ar: استمارة الاتصال "%s" تم الشطب.

source: Contact form "%s" saved.
ar_ar: استمارة الاتصال "%s" تم الحفظ.

source: Your Name
ar_ar: الاسم

source: (required)
ar_ar: مطلوب

source: Your Email
ar_ar: بريدك الالكتروني

source: Subject
ar_ar: الموضوع

source: Your Message
ar_ar: رسالتك

source: Send
ar_ar: ارسال

source: Your message was sent successfully. Thanks.
ar_ar: تم ارسال رسالتك. شكرًا

source: Failed to send your message. Please try later or contact administrator by other way.
ar_ar: لم يتم ارسال رسالتك .الرجاء المحاولة لاحقا أو الاتصال بالمدير بطريقة أخرى

source: Validation errors occurred. Please confirm the fields and submit it again.
ar_ar: استمرار الأخطاء حدث. الرجاء تثبيت الحقول ثم عرضها مجددًا

source: Email address seems invalid.
ar_ar: عنوان البريد الالكتروني يبدو غير صالح

source: Please fill the required field.
ar_ar: الرجاء تعبئة الحقول المطلوبة

source: Your entered code is incorrect.
ar_ar: الرمز الذي أدخلته غير صحيح

source: Add new
ar_ar: أضف

source: Title
ar_ar: عنوان

source: Copy and paste this code into your post content.
ar_ar: انسخ هذا الرمز وألصقه في مضمون بريدك

source: Form content
ar_ar: مضمون الاستمارة

source: Mail template
ar_ar: عارضة البريد

source: Subject field:
ar_ar: حقل الموضوع

source: Sender field:
ar_ar: حقل المرسِل

source: Message body:
ar_ar: صلب الموضوع

source: Options
ar_ar: الخيارات

source: Recipient address:
ar_ar: عنوان المرسل اليه

source: Save
ar_ar: حفظ

source: Delete this contact form
ar_ar: حذف استمارة الاتصال

source: You are about to delete this contact form. 'Cancel' to stop, 'OK' to delete.
ar_ar: أنت على وشك حذف استمارة الاتصال اضغط على 'الغاء' للتوقف، 'موافق' للحذف

source: Akismet
ar_ar: اكِسمِت

source: Check this field as sender&#39;s name
ar_ar: تأكد من هذا الحقل كاسم المرسِل

source: Check this field as sender&#39;s email
ar_ar: تأكد من هذا الحقل كبريد المرسِل

source: Check this field as sender&#39;s URL
ar_ar: تأكد من هذا الحقل كرابط المرسِل

source: Don&#39;t check this field with Akismet
ar_ar: لا تتأكد من هذا الحقل عبر اكسمت

source: Default value
ar_ar: قيمة الاساسية

source: Choices
ar_ar: الاختيارات

source: * One choice per line.
ar_ar: * اختيار واحد للخط الواحد

source: Foreground color
ar_ar: لون الأمامية

source: Background color
ar_ar: لون الخلفية

source: Image size
ar_ar: حجم الصورة

source: Small
ar_ar: صغير

source: Medium
ar_ar: متوسط

source: Large
ar_ar: كبير

source: Label
ar_ar: ملصق

source: Insert
ar_ar: اضف
